Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/analytics.tmx
Source language: en
Languages: nl

source: You did not enter an email address or password.
nl: Het e-mail adres of wachtwoord is niet ingevuld.

source: The username and password do not match.
nl: De gebruikersnaam en het wachtwoord komen niet overeen.

source: To be able to see Analytics, you have to enter your Google Analytics login and password.
nl: Voor Analytics te kunnen zien moet je eerst je logingegevens voor Google Analytics ingeven.

source: If you do not know what these details are
nl: Als je niet weet wat deze gegevens zijn

source: click here
nl: klik dan hier

source: Email address
nl: E-mail adres

source: Password
nl: Wachtwoord

source: Save
nl: Opslaan

source: Choose an analytics profile.
nl: Kies een analytics profiel.

source: Remove the link with your Google Analytics account
nl: De link met het Google Analytics account verwijderen

source: Delete link
nl: Verwijder link

source: Are you sure you want to delete the link?
nl: Weet je zeker dat je de link wil verwijderen?

source: Warning: you will have to re-login afterwards.
nl: Opgepast: hierna zal je opnieuw moeten inloggen.

source: Choose another profile
nl: Een ander profiel kiezen

source: Click here to choose another profile.
nl: Klik hier om een ander profiel te kiezen.

source: To
nl: Tot

source: From
nl: Van

source: Mobile devices
nl: Mobiele toestellen

source: Page
nl: Pagina

source: Visits
nl: Bezoeken

source: device
nl: Toestel

source: Longitude
nl: Lengtegraad

source: Latitude
nl: Breedtegraad

source: City
nl: Stad

source: Most used keywords
nl: Meest gezochte zoekwoorden

source: Mobile visitors
nl: Mobiele bezoekers

source: Mobile
nl: Mobiel

source: Yes
nl: Ja

source: No
nl: Nee

source: Most visited pages
nl: Meest bezochte pagina's

source: Sources
nl: Bronnen

source: Source
nl: Bron

source: Daily visits
nl: Bezoeken per dag

source: Day
nl: Dag

source: Country
nl: Land

source: Form validation
nl: Formulier validatie

source: Settings
nl: Instellingen

source: World map
nl: Wereldkaart

source: Keywords
nl: Zoekwoorden

source: Keyword
nl: Zoekwoord

source: No frames support
nl: Geen frames ondersteuning

source: Geolocations of visitors
nl: Geolocaties van bezoekers

source: Back to world map
nl: Terug naar wereldkaart

source: Number of visits
nl: Aantal bezoeken

source: Log in first to be able to see Analytics.
nl: Log eerst in voor Analytics te kunnen zien.

source: There were
nl: Er waren in deze periode

source: visits
nl: bezoeken

source: in this period by
nl: door

source: unique visitors
nl: unieke bezoekers

source: They visited
nl: Zij bezochten

source: pages
nl: pagina's

source: with an average of
nl: met een gemiddelde van

source: pages per visit
nl: pagina's per bezoek

source: The average time on the website per visitor is approximately
nl: De gemiddelde tijd op de website per bezoeker is ongeveer

source: In this period, your website has been visited
nl: In deze periode is uw website

source: times
nl: maal

source: on a mobile device.
nl: op een mobiel toestel bezocht.

source: That's
nl: Dat is

source: of the total amount of visitors.
nl: van het totaal aantal bezoeken.
